{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.6.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of47.bin", "group1-shard2of47.bin", "group1-shard3of47.bin", "group1-shard4of47.bin", "group1-shard5of47.bin", "group1-shard6of47.bin", "group1-shard7of47.bin", "group1-shard8of47.bin", "group1-shard9of47.bin", "group1-shard10of47.bin", "group1-shard11of47.bin", "group1-shard12of47.bin", "group1-shard13of47.bin", "group1-shard14of47.bin", "group1-shard15of47.bin", "group1-shard16of47.bin", "group1-shard17of47.bin", "group1-shard18of47.bin", "group1-shard19of47.bin", "group1-shard20of47.bin", "group1-shard21of47.bin", "group1-shard22of47.bin", "group1-shard23of47.bin", "group1-shard24of47.bin", "group1-shard25of47.bin", "group1-shard26of47.bin", "group1-shard27of47.bin", "group1-shard28of47.bin", "group1-shard29of47.bin", "group1-shard30of47.bin", "group1-shard31of47.bin", "group1-shard32of47.bin", "group1-shard33of47.bin", "group1-shard34of47.bin", "group1-shard35of47.bin", "group1-shard36of47.bin", "group1-shard37of47.bin", "group1-shard38of47.bin", "group1-shard39of47.bin", "group1-shard40of47.bin", "group1-shard41of47.bin", "group1-shard42of47.bin", "group1-shard43of47.bin", "group1-shard44of47.bin", "group1-shard45of47.bin", "group1-shard46of47.bin", "group1-shard47of47.bin"], "weights": [{"name": "conv2d/kernel", "shape": [4, 4, 3, 32], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_1/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [2, 2, 64, 128], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [9, 9, 128, 160], "dtype": "float32"}, {"name": "conv2d_3/bias", "shape": [160], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [40, 40, 160, 180], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [180], "dtype": "float32"}, {"name": "dense/kernel", "shape": [6480, 128], "dtype": "float32"}, {"name": "dense/bias", "shape": [128], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [128, 20], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [20], "dtype": "float32"}]}]}